src/resource/CFDEM_example/CFDEM_MICRO_1um/CFD/0/rho
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      rho;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -3 0 0 0 0 0];

internalField uniform 1 ; 

boundaryField
{
    inlet
    {
    	type           zeroGradient;
    }
    
    outlet
    {
    	type           zeroGradient;
    }
    
    repeat_boundary
    {
    	type            zeroGradient;
    }
}

// ************************************************************************* //
