src/resource/CFDEM_example/CFDEM_MICRO_1um/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          4;
        startFace       716;
    }
    outlet
    {
        type            patch;
        nFaces          4;
        startFace       720;
    }
    repeat_boundary
    {
        type            wall;
        inGroups        1(wall);
        nFaces          720;
        startFace       724;
    }
)

// ************************************************************************* //
